[Dismantle_SMG_M1 X2TechTemplate]
DisplayName="Разобрать ПП \"Адвента\""
Summary="Мы нашли этот ПП во время одной из операций. В случае ненадобности его можно разобрать на Фрагменты Лёгкого Оружия."
CodeName="Стервятник"
LongDescription="После разборки ПП, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. К сожалению, из-за простоты технологий, использованных для создания этого оружия, было невозможно извлечь компоненты улучшения."
UnlockedDescription="После разборки ПП получено: 10 Фрагментов Лёгкого Оружия"

[Dismantle_SMG_M2 X2TechTemplate]
DisplayName="Разобрать Продвинутый ПП"
Summary="Мы нашли этот ПП во время одной из операций. В случае ненадобности его можно разобрать на Фрагменты Лёгкого Оружия и компоненты улучшения."
CodeName="Стервятник"
LongDescription="После разборки ПП, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. Также мы смогли получить компонент улучшения 2 уровня."
UnlockedDescription="После разборки ПП получено: 1 Компонент Улучшения 2 уровня, 12 Фрагментов Лёгкого Оружия"

[Dismantle_SMG_M3 X2TechTemplate]
DisplayName="Разобрать Элитный ПП"
Summary="Мы нашли этот ПП во время одной из операций. В случае ненадобности его можно разобрать на Фрагменты Лёгкого Оружия и компоненты улучшения."
CodeName="Стервятник"
LongDescription="После разборки ПП, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. Также мы смогли получить компонент улучшения 3 уровня."
UnlockedDescription="После разборки ПП получено: 1 Компонент Улучшения 3 уровня, 15 Фрагментов Лёгкого Оружия"

[Dismantle_Flammenwerfer_M1 X2TechTemplate]
DisplayName="Разобрать Огнебой \"Адвента\""
Summary="Мы нашли этот дробовик во время одной из операций. В случае ненадобности его можно разобрать на Фрагменты Лёгкого Оружия."
CodeName="Стервятник"
LongDescription="После разборки дробовика, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. К сожалению, из-за простоты технологий, использованных для создания этого оружия, было невозможно извлечь компоненты улучшения."
UnlockedDescription="После разборки дробовика получено: 10 Фрагментов Лёгкого Оружия"

[Dismantle_Flammenwerfer_M2 X2TechTemplate]
DisplayName="Разобрать Продвинутый Огнебой"
Summary="Мы нашли этот дробовик во время одной из операций. В случае ненадобности его можно разобрать на Фрагменты Лёгкого Оружия и компоненты улучшения."
CodeName="Стервятник"
LongDescription="После разборки дробовика, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. Также мы смогли получить компонент улучшения 2 уровня."
UnlockedDescription="После разборки дробовика получено: 1 Компонент Улучшения 2 уровня, 12 Фрагментов Лёгкого Оружия"

[Dismantle_Flammenwerfer_M3 X2TechTemplate]
DisplayName="Разобрать Элитный Огнебой"
Summary="Мы нашли этот дробовик во время одной из операций. В случае ненадобности его можно разобрать на Фрагменты Лёгкого Оружия и компоненты улучшения."
CodeName="Стервятник"
LongDescription="После разборки дробовика, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. Также мы смогли получить компонент улучшения 3 уровня."
UnlockedDescription="После разборки дробовика получено: 1 Компонент Улучшения 3 уровня, 15 Фрагментов Лёгкого Оружия"

[Dismantle_Smartgun_M1 X2TechTemplate]
DisplayName="Разобрать Смартган \"Адвента\""
Summary="Мы нашли эту пушку во время одной из операций. В случае ненадобности её можно разобрать на Фрагменты Тяжёлого Оружия."
CodeName="Стервятник"
LongDescription="После разборки пушки, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. К сожалению, из-за простоты технологий, использованных для создания этого оружия, было невозможно извлечь компоненты улучшения."
UnlockedDescription="После разборки пушки получено: 10 Фрагментов Тяжёлого Оружия"

[Dismantle_Smartgun_M2 X2TechTemplate]
DisplayName="Разобрать Продвинутый Смартган"
Summary="Мы нашли эту пушку во время одной из операций. В случае ненадобности её можно разобрать на Фрагменты Тяжёлого Оружия и компоненты улучшения."
CodeName="Стервятник"
LongDescription="После разборки пушки, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. Также мы смогли получить компонент улучшения 2 уровня."
UnlockedDescription="После разборки пушки получено: 1 Компонент Улучшения 2 уровня, 12 Фрагментов Тяжёлого Оружия"

[Dismantle_Smartgun_M3 X2TechTemplate]
DisplayName="Разобрать Элитный Смартган"
Summary="Мы нашли эту пушку во время одной из операций. В случае ненадобности её можно разобрать на Фрагменты Тяжёлого Оружия и компоненты улучшения."
CodeName="Стервятник"
LongDescription="После разборки пушки, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. Также мы смогли получить компонент улучшения 3 уровня."
UnlockedDescription="После разборки пушки получено: 1 Компонент Улучшения 3 уровня, 15 Фрагментов Тяжёлого Оружия"

[Dismantle_Scoutrifle_M1 X2TechTemplate]
DisplayName="Разобрать Разведвинтовку \"Адвента\""
Summary="Мы нашли эту снайперскую винтовку во время одной из операций. В случае ненадобности её можно разобрать на Фрагменты Тяжёлого Оружия."
CodeName="Стервятник"
LongDescription="После разборки снайперской винтовки, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. К сожалению, из-за простоты технологий, использованных для создания этого оружия, было невозможно извлечь компоненты улучшения."
UnlockedDescription="После разборки снайперской винтовки получено: 10 Фрагментов Тяжёлого Оружия"

[Dismantle_Scoutrifle_M2 X2TechTemplate]
DisplayName="Разобрать Продвинутую Разведвинтовку"
Summary="Мы нашли эту снайперскую винтовку во время одной из операций. В случае ненадобности её можно разобрать на Фрагменты Тяжёлого Оружия и компоненты улучшения."
CodeName="Стервятник"
LongDescription="После разборки снайперской винтовки, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. Также мы смогли получить компонент улучшения 2 уровня."
UnlockedDescription="После разборки снайперской винтовки получено: 1 Компонент Улучшения 2 уровня, 12 Фрагментов Тяжёлого Оружия"

[Dismantle_Scoutrifle_M3 X2TechTemplate]
DisplayName="Разобрать Элитную Разведвинтовку"
Summary="Мы нашли эту снайперскую винтовку во время одной из операций. В случае ненадобности её можно разобрать на Фрагменты Тяжёлого Оружия и компоненты улучшения."
CodeName="Стервятник"
LongDescription="После разборки снайперской винтовки, мы получили набор фрагментов оружия, которые можно использовать в других оружейных проектах. Также мы смогли получить компонент улучшения 3 уровня."
UnlockedDescription="После разборки снайперской винтовки получено: 1 Компонент Улучшения 3 уровня, 15 Фрагментов Тяжёлого Оружия"

[Manufacture_UC2 X2TechTemplate]
DisplayName="Произвести Компонент Улучшения 2 уровня"
Summary="В случае нехватки Компонентов Улучшения, мы можем потратить Ядро Элерия на создание своих. Из одного Ядра можно получить два Компонента."
CodeName="Гиена"
LongDescription="Ядра Элерия - довольно гибкие штуки. Слегка модифицировав одно из них, мы создали несколько Компонентов Улучшения для наших военных разработок."
UnlockedDescription="Создано 2 Компонента Улучшения 2 уровня"

[Manufacture_UC3 X2TechTemplate]
DisplayName="Произвести Компонент Улучшения 3 уровня"
Summary="В случае нехватки Компонентов Улучшения, мы можем потратить Ядро Элерия на создание своих. Из одного Ядра можно получить два Компонента."
CodeName="Гиена"
LongDescription="Ядра Элерия - довольно гибкие штуки. Слегка модифицировав одно из них, мы создали несколько Компонентов Улучшения для наших военных разработок."
UnlockedDescription="Создано 2 Компонента Улучшения 3 уровня"

[LaserWeapons X2TechTemplate]
DisplayName="Лазерное оружие"
Summary="Мы можем попробовать разработать лазерное оружие высокой точности. Мы не сможем наладить массовое производство, но производство единичных экземпляров может оказаться стоящим делом."
CodeName="Прометей"
LongDescription="Используя уникальные свойства элериевых батарей, используемых в оружии пришельцев, мы нашли новый способ применения этой энергии в военных целях. При фокусировке энергии, можно создать мощный луч, передающий большое количество тепла в точку фокуса. Этот луч способен игнорировать почти любую стандартную броню и спокойно наносить урон защищённой цели. Такое оружие куда точнее любого вооружения, использующего снаряды, так как на лазер не воздействуют многие факторы окружающей среды, вроде гравитации. К сожалению, точность, необходимая при создании системы энергоснабжения для лазерного вооружения, делает его производство довольно дорогим. Вряд ли мы когда-либо поставим создание этого оружия на поток. Р. Тайган.<br/><br/><font color='#1889ba'>A Better Barracks:<br/>Лазерное оружие - одна из двух побочных технологий вооружения 2 уровня. По силе они близки к магнитному вооружению, но имеют несколько отличий:<br/>- Лазеры заметно точнее, так как имеют бонус к меткости.<br/>- Лазеры гораздо надёжнее и предсказуемее, они имеют меньший разлёт урона.<br/>- С другой стороны, лазерное оружие имеет меньший шанс критического попадания и критический урон.<br/>- Лазеры пробивают одну единицу брони.<br/>- Каждый из четырёх основных видов оружия имеет лазерный вариант.<br/><br/>В отличие от магнитного оружия, лазерное оружие и оружие Гаусса создаются поштучно. Будьте внимательны и оставьте достаточно фрагментов оружия для улучшения до магнитного вооружения. Оно вам потребуется, чтобы открыть новые технологии и улучшить дополнительное вооружение.</font>"
UnlockedDescription="Теперь в Мастерской доступно создание Лазерного оружия"

[CoilWeapons X2TechTemplate]
DisplayName="Оружие Гаусса"
Summary="Мы можем попробовать создать более мощное оружие, основанное на сверх-разогнанных патронах. Мы не сможем наладить массовое производство, но производство единичных экземпляров может оказаться стоящим делом."
CodeName="Атлас"
LongDescription="Над созданием оружия Гаусса военные Земли работали годами. В теории, оно способно разогнать патроны сильнее, чем любое другое баллистическое оружие, известное человеку. Нам удалось подтвердить эту теорию, и теперь мы можем создать подобное вооружение по Вашему указанию, Командир. Оружие Гаусса способно разрушить едва ли не всё, по чему попадёт. Однако из-за прямолинейности подхода к его созданию, нам пришлось пожертововать точностью. К тому же, данное вооружение является экспериментальным, а на его создание требуются крепкие материалы пришельцев, так что пока мы не обладаем возможностью производить оружие Гаусса в больших количествах. Р. Тайган.<br/><br/><font color='#1889ba'>A Better Barracks:<br/>Оружие Гаусса - одна из двух побочных технологий вооружения 2 уровня. По силе они близки к магнитному вооружению, но имеют несколько отличий:<br/>- Гаусс-оружие является менее точным и обладает штрафом к меткости.<br/>- Пушки Гаусса очень непредсказуемы. Большой разлёт урона даёт возможность нанести огромный урон даже без бонуса от критического попадания, но так же часто противник может остаться с лёгкими царапинами.<br/>- У этого оружия очень хороший шанс критического попадания и критический урон, что позволяет пушкам Гаусса потенциально наносить ни с чем не сравнимый урон.<br/>- Оружие Гаусса разрывает одну единицу брони.<br/>- Каждый из четырёх основных видов оружия имеет Гаусс-вариант.<br/><br/>В отличие от магнитного оружия, лазерное оружие и оружие Гаусса создаются поштучно. Будьте внимательны и оставьте достаточно фрагментов оружия для улучшения до магнитного вооружения. Оно вам потребуется, чтобы открыть новые технологии и улучшить дополнительное вооружение.</font>"
UnlockedDescription="Теперь в Мастерской доступно создание оружия Гаусса"

[PulseWeapons X2TechTemplate]
DisplayName="Импульсное оружие"
Summary="Мы можем улучшить существующее лазерное оружие, увеличив его точность и мощность."
CodeName="Люцифер"
LongDescription="Наши эксперименты с лазерным оружием почти случайно привели к прорыву. Неисправная, как нам казалось, элериевая батарея позволила заметно улучшить все желаемые свойства лазерного оружия. Наша исследовательская группа полагает, что мы сможем искуственно воссоздать данную неполадку, что в разы усилит модифицированное оружие. Конечно, это улучшение делает производство ещё более дорогим, но я полагаю, что это достойная плата за оружие, которое не будет взрываться на поле боя. Р. Тайган.<br/><br/><font color='#1889ba'>A Better Barracks:<br/>Импульсные лазеры - улучшенная версия лазерного оружия и одна из двух побочных технологий вооружения 3 уровня. По силе они близки к плазменному оружию, но имеют несколько отличий:<br/>- Импульсное оружие является ещё более точным, чем лазерное, из-за высокого бонуса к меткости.<br/>- Как и обычные лазеры, импульсные лазеры надёжны, предсказуемы и имеют меньший разлёт урона.<br/>- С другой стороны, их шанс критического попадания и критический урон ниже, чем у обычного лазерного оружия.<br/>- Импульсное оружие пробивает две единицы брони.<br/>- Каждый из четырёх основных видов оружия имеет импульсный вариант.<br/><br/>Разумеется, это оружие также создаётся поштучно.</font>"
UnlockedDescription="Теперь в Мастерской доступно создание Ипульсного оружия"

[RailWeapons X2TechTemplate]
DisplayName="Рельсовое оружие"
Summary="Мы можем улучшить существующее оружие Гаусса, увеличив потенциальный урон и воздействие."
CodeName="Вулкан"
LongDescription="Многие наши знания, полученные при разработке магнитного оружия, можно использовать для улучшения технологии Гаусс-вооружения. Ранние прототипы показывают, что это оружие имеет не самый надёжный, но потенциально громадный эффект на одиночной цели. Наш персонал заметил схожесть этого проекта с оружием, созданным десятилетия назад, которое необходимо было устанавливать на корабли из-за громадного размера. Из-за этого сравнения новое вооружение начали называть "рельсовым", и название прижилось. Разумеется, благодаря достижениям науки, полученным от конфликта с пришельцами, наше рельсовое оружие не требует таких громадных опор, и любой боец может спокойно держать его в руках. Я не перестаю поражаться тому, насколько далеко продвинулся прогресс за последние несколько лет, но хотелось бы, чтобы это продвижение произошло не только в военных разработках. Р. Тайган.<br/><br/><font color='#1889ba'>A Better Barracks:<br/>Рельсовое оружие - улучшенная версия Гаусс-оружия и одна из двух побочных технологий вооружения 3 уровня. По силе они близки к плазменному оружию, но имеют несколько отличий:<br/>- Рельсовое оружие имеет меньшую точность, чем Гаусс-оружие, и обладает серьёзным штрафом к меткости.<br/>- Рельсовые пушки имеют ещё более крупный разлёт урона.<br/>- Разумеется, шанс критического попадания и критический урон у них ещё крупнее. При попадании рельсовая пушка может нанести урон, на который не способен ни один прочий вид оружия.<br/>- Рельсовое оружие разрывает две единицы брони.<br/>- Каждый из четырёх основных видов оружия имеет рельсовый вариант.<br/><br/>Разумеется, это оружие также создаётся поштучно.</font>"
UnlockedDescription="Теперь в Мастерской доступно создание Рельсового оружия"

[ChoosePsiVanilla X2TechTemplate]
DisplayName="Переключиться на оригинальную пси-систему"
Summary="+++ ПРОЧТИТЕ ЭТО! +++ <br/>Если вы нажмёте эту опцию, обратного пути не будет! <br/><br/> При исследовании этой опции, вы отменяете изменения пси-системы, сделанные \"A Better Barracks\", и переходите на пси-систему из оригинальной игры. <br/><br/>Напоминание/Сводка: <br/> Оригинал: Построить Пси-лабораторию, тренировать в ней Пси-агентов со случайными пси-навыками. Пси-усилитель в слоте дополнительного оружия. <br/><br/> ABB: Пси-лаборатории нет. Вместо этого вскрытия Сектоидов и Жрецов открываются пси-усилители. Каждый боец может использовать пси-усилители. Существуют разные пси-усилители, дающие доступ к разным способностям. Псионические навыки наносят урон пользователю, который может быть понижен с помощью разных видов Пси-Брони, открываемых исследованием \"Пси-технологии\". <br/><br/> Если вы хотите убрать эту опцию из меню исследований, исследуйте опцию \"Подтвердить пси-систему ABB\", расположенную ниже."
CodeName="Джейк"
LongDescription="Восстановлена оригинальная пси-система. Пси-система ABB отключена."
UnlockedDescription="Теперь доступна оригинальная пси-система."

[DiscardPsiVanilla X2TechTemplate]
DisplayName="Подтвердить пси-систему ABB"
Summary="Полностью отключает оригинальную пси-систему и подтверждает выбор пси-системы ABB. Подробности смотрите в опции \"Переключиться на оригинальную пси-систему\"."
CodeName="Вознесение"
LongDescription="Оригинальная пси-система отключена."
UnlockedDescription="Переключение на оригинальную пси-систему больше невозможно."

[ModularWeapons X2TechTemplate]
LongDescription="Наши бойцы уже давно копаются в мусоре и обирают трупы, так что можно с уверенностью сказать: они всегда ищут что-то, чем можно улучшить наше снаряжение. Все материалы мира ничего не будут значить, если мы не найдём для них применение, но на мой вкус, эта модульная система - отличное начало. Я уже продвинула текущие дизайны до предела, а внедрение нескольких ключевых компонентов пришельцев добавило нашему оружию стабильность, которую мы давно искали. Эти модификации позволят нам установить более крупные улучшения. Бойцы наверняка оценят увеличенную боевую мощь. Л. Шень.<br/><br/><font color='#1889ba'>A Better Barracks:<br/>ABB изменяет принцип работы основного оружия, добавляя более ощутимые различия. <br/>- Автомат: Очень близок к оригиналу. Выстрел требует одно действие, как и перезарядка. Изначально имеет 2 слота улучшения.<br/>- Дробовик: Очень высокий урон и крит, но неудобно перезаряжать. Выстрел требует одно действие. Перезарядка ОДНОГО ПАТРОНА требует одно действие. Изначально имеет 1 слот улучшения. Предоставляет навык \"Глубокое укрытие\", с которым можно перезаряжаться в безопасности или успешно продвигаться вперёд.<br/>- Пушка: Тяжёлое оружие; не мобильное, но имеет много патронов. Выстрел требует два действия, как и перезарядка. Используя способность \"Вразлёт\", можно выстрелить со штрафом к меткости, используя лишь одно действие (так можно стрелять больше одного раза за ход). Имеет 9 патронов. Наносит большой урон окружению. Изначально не имеет слотов улучшения.<br/>- Снайперская винтовка: Тяжёлое оружие; высокий урон с дальнего расстояния. Выстрел требует два действия. Перезарядка требует одно действие. Даёт \"Общий Вид\".<br/><br/>Каждый класс может использовать одно лёгкое и одно тяжёлое основное оружие.<br/>Всё прочее оружие, создаваемое XCOM, вроде оружия Гаусса и лазерного оружия, следует этим же правилам.<br/>Ходят слухи, что \"Адвент\" имеет в своём распоряжении основное оружие, работающее совершенно иначе. Если они верны, то подобное вооружение можно достать на рейдах за материалами и штурмах НЛО.</font>"

[Psionics X2TechTemplate]
LongDescription="Я внимательно изучил, как пришельцы накапливают и используют псионическую энергию, и мне кажется, что у нас найдётся более чем достаточно кандидатов в Пси-агенты. Однако, учитывая продвинутые пси-способности некоторых видов пришельцев, этого может быть недостаточно. При подготовке к введению этого вида солдат, я использовал чип, извлечённый из Вас, Командир, для изучения технологии фокусировки и отклонения пси-энергии. В итоге мне удалось разработать пси-усилитель, способный фокусировать и усилять псионическую энергию, которую будут использовать нащи псионики. Хотя вероятность негативных побочных эффектов высока, с его помощью бойцы смогут достичь небывалых высот, выходящих за пределы текущих понятий о безопасном. Р. Тайган.<br/><br/><font color='#1889ba'>A Better Barracks:<br/>Если вы решите использовать пси-систему ABB, произойдут следующие изменения:<br/>- Не будет ни Пси-лаборатории, ни Пси-агентов.<br/>- Когда боец экипирует пси-усилитель, он приобретает пси-способности.<br/>- Пси-усилители могут быть созданы после вскрытия сектоида или Жреца.<br/>- Существуют различные усилители, дающие доступ к разным способностям. <br/>- Применяя пси-усилители, пользователь получает урон от пси-отдачи. <br/>- Пси-отдачу можно ослабить и даже нейтрализовать ношением пси-брони. <br/>- Для получения пси-брони необходимо исследовать броню \"Хищник\". <br/>- Для улучшения пси-усилителей необходимо исследовать \"Элерий\", \"Военно-полевую медицину\" и \"Вскрытие привратника\".</font>"

[HybridMaterials X2TechTemplate]
LongDescription="До текущего момента нашим бойцам приходилось довольствоваться самодельной бронёй, которую Шень собирала практически из мусора: мы были слишком ограничены в материалах. Теперь же мы обнаружили способ создания многослойной ткани из нановолокна, причём для этого потребовались методы, которые в иных обстоятельствах я счёл бы устаревшими. Это волокно выдерживает прямые попадания не хуже, чем стандартная броня, и при этом весит в разы меньше. Впрочем, осторожность всё ещё нужно соблюдать: даже у нановолокна есть свои пределы. Броня из него лучше всего подойдёт тем, кто больше полагается на ловкость, нежели на крепкость брони. Как бы то ни было, мне кажется, что наши бойцы будут рады любому улучшению их текущей экипировки. Р. Тайган.<br/><br/><font color='#1889ba'>A Better Barracks:<br/>Данный мод меняет принцип работы некоторых предметов, используемых XCOM. Вот несколько самых важных изменений:<br/>- Стандартная граната была разделена на две специализированные. Осколочная граната не наносит большого урона, но с лёгкостью уничтожает укрытие в радиусе взрыва. Также, она разрывает броню. Её товарка, Игольчатая граната, напротив, наносит большой урон и пробивает броню, но при этом никак не влияет на окружение.<br/>- Стандартный Медпакет теперь доступен в бесконечном количестве.<br/>- Появился новый предмет для создания: Медкомплект. Медкомплект имеет особую форму лечения: \"Лечение на бегу\". Эта способность позволяет сделать рывок до цели и восстановить её здоровье. Учтите, что носящий не может вылечить себя. Медкомплекты также позволяют поднять на ноги потерявших сознание бойцов.<br/>- Гражданская одежда - особый вид жилета, дающий навык \"Фантом\".<br/>- \"Налегке\" - возможность увеличить скорость движения за счёт пустого слота в инвентаре. <br/>- Этот мод добавляет ещё несколько новых предметов, но вы их найдёте по пути.<br/><br/>Также обратите внимание, что некоторые улучшения оружия также изменены. Приклады предоставляют бонус к меткости, если на выстрел ушло два действия. Прицелы дают пробивание брони и уменьшают уклонение врагов. Повторители повышают критический урон.</font>" 
